<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'startMessage' => "Привіт :name ! 👋 \nЯ :nameBot. Ось що я вмію:

– Показувати список рейсів на день 📅
– Відстежувати конкретний рейс 🛫
– Сповіщати у разі зміни статусу рейса 🔔

Обирай пункт меню 👇
",
    'of' => 'з',
    'changedLang' => 'Мова встановлена',
    'inputYourDate' => "Введіть дату для перегляду рейсів",
    'example' => "наприклад: :date",
    "list" => "Список",
    "listIsOver" => "Список закінчився",
    "YouAlreadyAtStart" => "Ви вже на початку списку",
    "wrongDateInput" => "Ой, щось пішло не так. Перегляньте правильність вводу дати",
    "next" => "Далі",
    "back" => "Назад",
    "flight_number" => "Номер рейсу: ",
    "from" => "Звідки: ",
    "to" => "Куди: ",
    "FlightListsOn" => "Список рейсів на :date",
    "page" => "Сторінка №:page",
    "departure_date" => "Дата відльоту: ",
    "departure_time" => "Час відльоту: ",
    "localTime" => "(за місцевим часом)",
    "arrival_date" => "Дата прибуття: ",
    "arrival_time" => "Час прибуття: ",
    "from_terminal" => "термінал: ",
    "to_terminal" => "термінал: ",
    "timeInFlight" => "Час в польоті: ",
    "status" => "Статус: ",
    "share" => "Поділитися",
    "backToList" => "Назад до списку",
    "FlightsListText" => "Список рейсів, які ви відстежуєте: ",
    "returnToMainMenu" => "Повертаю вас до головного меню",
    "returnToList" => "Повертаю вас до списку",
    "track" => "Відстежувати",
    "tracking" => "Припинити відстежувати",
    "scheduled" => "За графіком",
    "arrived" => "Прибув",
    "delay" => "затримка",
    "inFlight" => "В польоті",
    'cancel' => "Відмінити",
    'answerForTrack' => "Чудово 😁, тепер ви слідкуєте за рейсом: ",
    'answerForTrackStop' => "Ви успішно відписалися від рейса: ",
    "clickToSend" => "Натисни, щоб відправити! ✈️",
    'messageAboutArrived' => "Рейс :flight прибув о :time",
    "emptyFlightsList" => "Ой, ваший список рейсів порожній. Почніть слідкувати за рейсом, і він з'явиться тут",
    "NoFlightsOnThisDate" => "На цю дату відсутні рейси",
    "serverError" => "OOOOOPS, у нас деякі проблеми із сервером",
    "thisFlightAlreadyArrived" => "Вибачте, але цей рейс вже прибув",
    "messageAboutDelay" => "Рейс :number затримається на :delay хв",
    "messageAboutTwelve" => "Рейс :flight відправляється через 12 год о :timeDep",
    "messageAboutThirtyMinutes" => "Рейс :flight прибуде через 30 хв",
    "messageAboutOneDay" => "Рейс :flight відправляється завтра в цей час (:timeDep)",
    "shareContactMessage"=>"Гаразд, поділіться з нами своїм номером телефону",
    "shareContact"=>"Поділитися номером",
    "successPhoneNumber"=>"Номер телефону (:phone) встановлено",
    "moreDetails"=>"Детальніше",
];
